{
  "privacyPolicies": "Privacy policies",
  "item1": {
    "title": "Общие положения",
    "subtitle": "Настоящая политика обработки персональных данных составлена в соответствии с требованиями Федерального закона от 27.07.2006. №152-ФЗ «О персональных данных» и определяет порядок обработки персональных данных и меры по обеспечению безопасности персональных данных  (далее – Оператор).",
    "text1": "Оператор ставит своей важнейшей целью и условием осуществления своей деятельности соблюдение прав и свобод человека и гражданина при обработке его персональных данных, в том числе защиты прав на неприкосновенность частной жизни, личную и семейную тайну.",
    "text2": "Настоящая политика Оператора в отношении обработки персональных данных (далее – Политика) применяется ко всей информации, которую Оператор может получить о посетителях веб-сайта <1>http://tornadogame.club</1>."
  },
  "item2": {
    "title": "Основные понятия, используемые в Политике",
    "text1": "Автоматизированная обработка персональных данных – обработка персональных данных с помощью средств вычислительной техники;",
    "text2": "Блокирование персональных данных – временное прекращение обработки персональных данных (за исключением случаев, если обработка необходима для уточнения персональных данных);",
    "text3": "Веб-сайт – совокупность графических и информационных материалов, а также программ для ЭВМ и баз данных, обеспечивающих их доступность в сети интернет по сетевому адресу <1>http://tornadogame.club</1>;",
    "text4": "Информационная система персональных данных — совокупность содержащихся в базах данных персональных данных, и обеспечивающих их обработку информационных технологий и технических средств;",
    "text5": "Обезличивание персональных данных — действия, в результате которых невозможно определить без использования дополнительной информации принадлежность персональных данных конкретному Пользователю или иному субъекту персональных данных;",
    "text6": "Обработка персональных данных – любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных;",
    "text7": "Оператор – государственный орган, муниципальный орган, юридическое или физическое лицо, самостоятельно или совместно с другими лицами организующие и (или) осуществляющие обработку персональных данных, а также определяющие цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными;",
    "text8": "Персональные данные – любая информация, относящаяся прямо или косвенно к определенному или определяемому Пользователю веб-сайта <1>http://tornadogame.club</1>;",
    "text9": "Пользователь – любой посетитель веб-сайта <1>http://tornadogame.club</1>;",
    "text10": "Предоставление персональных данных – действия, направленные на раскрытие персональных данных определенному лицу или определенному кругу лиц;",
    "text11": "Распространение персональных данных – любые действия, направленные на раскрытие персональных данных неопределенному кругу лиц (передача персональных данных) или на ознакомление с персональными данными неограниченного круга лиц, в том числе обнародование персональных данных в средствах массовой информации, размещение в информационно-телекоммуникационных сетях или предоставление доступа к персональным данным каким-либо иным способом;",
    "text12": "Трансграничная передача персональных данных – передача персональных данных на территорию иностранного государства органу власти иностранного государства, иностранному физическому или иностранному юридическому лицу;",
    "text13": "Уничтожение персональных данных – любые действия, в результате которых персональные данные уничтожаются безвозвратно с невозможностью дальнейшего восстановления содержания персональных данных в информационной системе персональных данных и (или) результате которых уничтожаются материальные носители персональных данных."
  },
  "item3": {
    "title": "Оператор может обрабатывать следующие персональные данные Пользователя",
    "text1": "Фамилия, имя, отчество;",
    "text2": "Электронный адрес;",
    "text3": "Год, месяц, дата и место рожден",
    "text4": "Также на сайте происходит сбор и обработка обезличенных данных о посетителях (в т.ч. файлов «cookie») с помощью сервисов интернет-статистики (Яндекс Метрика и Гугл Аналитика и других).",
    "text5": "Вышеперечисленные данные далее по тексту Политики объединены общим понятием Персональные данные."
  },
  "item4": {
    "title": "Цели обработки персональных данных",
    "text1": "Цель обработки персональных данных Пользователя — предоставление доступа Пользователю к сервисам, информации и/или материалам, содержащимся на веб-сайте.",
    "text2": "Также Оператор имеет право направлять Пользователю уведомления о новых продуктах и услугах, специальных предложениях и различных событиях. Пользователь всегда может отказаться от получения информационных сообщений, направив Оператору письмо на адрес электронной почты <1>admin@tornadogame.club</1> с пометкой «Отказ от уведомлениях о новых продуктах и услугах и специальных предложениях».",
    "text3": "Обезличенные данные Пользователей, собираемые с помощью сервисов интернет-статистики, служат для сбора информации о действиях Пользователей на сайте, улучшения качества сайта и его содержания."
  },
  "item5": {
    "title": "Правовые основания обработки персональных данных",
    "text1": "Оператор обрабатывает персональные данные Пользователя только в случае их заполнения и/или отправки Пользователем самостоятельно через специальные формы, расположенные на сайте <1>http://tornadogame.club</1>. Заполняя соответствующие формы и/или отправляя свои персональные данные Оператору, Пользователь выражает свое согласие с данной Политикой.",
    "text2": "Оператор обрабатывает обезличенные данные о Пользователе в случае, если это разрешено в настройках браузера Пользователя (включено сохранение файлов «cookie» и использование технологии JavaScript)."
  },
  "item6": {
    "title": "Порядок сбора, хранения, передачи и других видов обработки персональных данных",
    "subtitle": "Безопасность персональных данных, которые обрабатываются Оператором, обеспечивается путем реализации правовых, организационных и технических мер, необходимых для выполнения в полном объеме требований действующего законодательства в области защиты персональных данных.",
    "text1": "Оператор обеспечивает сохранность персональных данных и принимает все возможные меры, исключающие доступ к персональным данным неуполномоченных лиц.",
    "text2": "Персональные данные Пользователя никогда, ни при каких условиях не будут переданы третьим лицам, за исключением случаев, связанных с исполнением действующего законодательства.",
    "text3": "В случае выявления неточностей в персональных данных, Пользователь может актуализировать их самостоятельно, путем направления Оператору уведомление на адрес электронной почты Оператора <1>admin@tornadogame.club</1> с пометкой «Актуализация персональных данных».",
    "text4": "Срок обработки персональных данных является неограниченным. Пользователь может в любой момент отозвать свое согласие на обработку персональных данных, направив Оператору уведомление посредством электронной почты на электронный адрес Оператора <1>admin@tornadogame.club</1> с пометкой «Отзыв согласия на обработку персональных данных»."
  },
  "item7": {
    "title": "Трансграничная передача персональных данных",
    "text1": "Оператор до начала осуществления трансграничной передачи персональных данных обязан убедиться в том, что иностранным государством, на территорию которого предполагается осуществлять передачу персональных данных, обеспечивается надежная защита прав субъектов персональных данных.",
    "text2": "Трансграничная передача персональных данных на территории иностранных государств, не отвечающих вышеуказанным требованиям, может осуществляться только в случае наличия согласия в письменной форме субъекта персональных данных на трансграничную передачу его персональных данных и/или исполнения договора, стороной которого является субъект персональных данных."
  },
  "item8": {
    "title": "Заключительные положения",
    "text1": "Пользователь может получить любые разъяснения по интересующим вопросам, касающимся обработки его персональных данных, обратившись к Оператору с помощью электронной почты <1>admin@tornadogame.club</1>.",
    "text2": "В данном документе будут отражены любые изменения политики обработки персональных данных Оператором. Политика действует бессрочно до замены ее новой версией.",
    "text3": "Актуальная версия Политики в свободном доступе расположена в сети Интернет по адресу <1>http://tornadogame.club/privacy-policies</1>."
  },
  "rules": {
    "title": "Rule game",
    "title2": "Game play",
    "title3": "History",
    "text1": "<1>Rock paper scissors</1> (also known as <2>scissors rock paper</2>, <3>paper rock scissors</3> and <4>scissors paper stone</4>) is a hand game usually played between two people, in which each player simultaneously forms one of three shapes with an outstretched hand. These shapes are \"rock\" (a closed fist), \"paper\" (a flat hand), and \"scissors\" (a fist with the index finger and middle finger extended, forming a V). \"Scissors\" is identical to the two-fingered V sign (also indicating \"victory\" or \"peace\") except that it is pointed horizontally instead of being held upright in the air. A simultaneous, zero-sum game, it has only two possible outcomes: a draw, or a win for one player and a loss for the other.",
    "text2": "A player who decides to play rock will beat another player who has chosen scissors (\"rock crushes scissors\" or sometimes \"blunts scissors\"), but will lose to one who has played paper (\"paper covers rock\"); a play of paper will lose to a play of scissors (\"scissors cuts paper\"). If both players choose the same shape, the game is tied and is usually immediately replayed to break the tie. The type of game originated in China and spread with increased contact with East Asia, while developing different variants in signs over time. Other names for the game in the English-speaking world include roshambo and other orderings of the three items, with \"rock\" sometimes being called \"stone\".",
    "text3": "Rock paper scissors is often used as a fair choosing method between two people, similar to coin flipping, drawing straws, or throwing dice in order to settle a dispute or make an unbiased group decision. Unlike truly random selection methods, however, rock paper scissors can be played with a degree of skill by recognizing and exploiting non-random behavior in opponents.",
    "text4": "The players usually count aloud to three, or speak the name of the game (e.g. \"Rock! Paper! Scissors!\" or \"Ro Sham Bo!\"). Sometimes, people will say \"Go!\" or \"Shoot!\" after \"Scissors!\". Each time either raising one hand in a fist and swinging it down on the count or holding it behind. They then \"throw\" by extending it towards their opponent. Variations include a version where players use only three counts before throwing their gesture (thus throwing on the count of \"Scissors!\" or \"Bo!\"), or a version where they shake their hands three times before \"throwing\".",
    "text5": "<1>Origins</1>",
    "text6": "The first known mention of the game was in the book Wuzazu [zh] by the Chinese Ming-dynasty writer Xie Zhaozhi [zh] (fl. c. 1600), who wrote that the game dated back to the time of the Chinese Han dynasty (206 BC – 220 AD). In the book, the game was called shoushiling. Li Rihua's book Note of Liuyanzhai also mentions this game, calling it shoushiling (t. 手勢令; s. 手势令), huozhitou (t. 豁指頭; s. 豁指头), or huaquan (划拳).",
    "text7": "Throughout Japanese history there are frequent references to sansukumi-ken, meaning ken (fist) games where \"the three who are afraid of one another\" (i.e. A beats B, B beats C, and C beats A). This type of game originated in China before being imported to Japan and subsequently also becoming popular among the Japanese.",
    "text8": "The earliest Japanese sansukumi-ken game was known as mushi-ken (虫拳), which was imported directly from China. In mushi-ken the \"frog\" (represented by the thumb) is superseded by the \"slug\" (represented by the little finger), which, in turn is superseded by the \"snake\" (represented by the index finger), which is superseded by the \"frog\". Although this game was imported from China the Japanese version differs in the animals represented. In adopting the game, the original Chinese characters for the poisonous centipede (蜈蜙) were apparently confused with the characters for the slug (蛞蝓). The most popular sansukumi-ken game in Japan was kitsune-ken (狐拳). In the game, a supernatural fox called a kitsune (狐) defeats the village head, the village head (庄屋) defeats the hunter, and the hunter (猟師) defeats the fox. Kitsune-ken, unlike mushi-ken or rock–paper–scissors, is played by making gestures with both hands.",
    "text9": "Today, the best-known sansukumi-ken is called jan-ken (じゃんけん), which is a variation of the Chinese games introduced in the 17th century. Jan-ken uses the rock, paper, and scissors signs and is the game that the modern version of rock paper scissors derives from directly. Hand-games using gestures to represent the three conflicting elements of rock, paper, and scissors have been most common since the modern version of the game was created in the late 19th century, between the Edo and Meiji periods."
  }
}